[        
        {
                "title" : "Bacalao a la dorada",
                "ingredients" : [
                        "½ kg de bacalao",
                        "½ kg de patatas",
                        "4 huevos",
                        "1 cebolla grande",
                        "8 cucharadas de aceite",
                        "4 cucharadas de nata líquida",
                        "1 pizca de pimienta",
                        "Sal",
                        "Aceite",
                        "Perejil"
                ],
                "image" : "",
                "elaboration" : [
                        "Poner el bacalao a remojo 24 horas antes. Desmenuzarlo y escurrirlo encima de un trapo para que quede bien seco.",
                        "Picar la cebolla en rodajas finas y estofarlas.",
                        "Picar las patatas finitas (paja).",
                        "Se rehoga el bacalao con la cebolla y la mitad de las patatas. Añadir los huevos batidos y la nata líquida poco a poco.",
                        "Echar la pimienta y comprobar la sal.",
                        "Espolvorear con perejil y mezcar con las otras patatas."
                ],
                "tags" : ["bacalao"]
        },
        {
                "title" : "Ternera con setas",
                "ingredients" : [
                        "1 kg de ternera",
                        "Setas",
                        "1 tomate",
                        "1 cebolla",
                        "1 cabeza de ajos",
                        "2 clavos",
                        "Tomillo fresco",
                        "Hierbabuena",
                        "Perejil",
                        "Pimienta blanca",
                        "Vino blanco",
                        "Agua"
                ],
                "image" : "",
                "elaboration" : [
                        "Se doran los ajos con la piel a fuego lento-medio. Se pelan.",
                        "En el aceite donde se han hecho los ajos, ponemos la carne cortada en dados con sal, pimienta, la cebolla, el tomate pelado, el tomillo, el ajo y los clavos.",
                        "Dejar rehogar durante unos minutos. Cuando la carne esté casi a punto, se le añaden las setas.",
                        "Cocer durante cinco minutos más."
                ],
                "tags" : ["ternera", "setas"]
        },
        {
                "title" : "Sopa de otoño",
                "ingredients" : [
                        "1 cebolla",
                        "1 pimiento verde",
                        "1 muslo de pollo",
                        "4 dientes de ajo",
                        "2 puerros enteros",
                        "5 cucharadas de arroz blanco",
                        "2 tomates",
                        "1 huevo cocido",
                        "Sal"
                ],
                "image" : "",
                "elaboration" : [
                        "Se ponen en la olla todos los ingredientes (los ajos machacados), menos el huevo, y se cuecen durante 35 a 40 minutos.",
                        "Se cuela y se le añade al calado fideos finos, el pollo picadito y los huevos cocidos.",
                        "Se le puede añadir un poco del arroz cocido y perefil picado."
                ]
        },
        {
                "title" : "Helado de piña",
                "ingredients" : [
                        "1 litro de nata",
                        "300 gramos de azúcar",
                        "1 vaso de zumo de piña",
                        "6 yogures de piña",
                        "5 claras de huevo"
                ],
                "image" : "",
                "elaboration" : [
                        "Se bate la nata con 200 gramos de azúcar y se reserva.",
                        "En otro bol se montan las claras a punto de nieve, fuerte, añadiéndole el azúcar restante poco a poco. Se mezcla con la nata, agregando los yogures y el zumo de piña.",
                        "Se vierte en un molde y se mete en el congelador.",
                        "Se sirve con trocitos de piña y se adorna con azúcar quemado."
                ],
                "tags" : ["Helados"]
        },
        {
                "title" : "Helado de limón",
                "ingredients" : [
                        "1 litro de nata",
                        "1 vaso de zumo de limón",
                        "400 gramos de azúcar",
                        "6 claras de huevo"
                ],
                "image" : "",
                "elaboration" : [
                        "Se bate la nata con 200 gramos de azúcar y se reserva.",
                        "En un recipiente, se montan las claras a punto de nieve fuerte y se añade poco a poco el azúcar restante. Se agrega la nata y el zumo de limón, mezclándolo todo muy bien con las varillas.",
                        "Se vierte la mezcla en un molde y se mete en el congelador."
                ],
                "tags" : ["Helados"]
        },
        {
                "title" : "Natillas merengadas",
                "ingredients" : [
                        "1 libro de leche",
                        "12 huevos",
                        "5 gramos de ralladura de limón",
                        "350 gramos de azúcar",
                        "Guindas para adornar"
                ],
                "image" : "",
                "elaboration" : [
                        "Se baten 4 claras a puntos de nieve junto con 150 gramos de azúcar.",
                        "En un cazo se pone la leche al fuego, reservando un vaso. Cuando está hirviendo la leche se van echando montoncitos de clara, dandolés la vuelta para que quede el merengue duro, y se colocan en copitas individuales.",
                        "En un recipiente aparte echamos 8 huevos y las 4 yemas restantes. Las batimos añadiendo el azúcar y la ralladura de limón con la leche reservada.",
                        "Se bate bien y se mezcla con la leche caliente, sin dejar de remover. Se calienta al baño maría, removiendo hasta que espese. Se retira y se vierte encima de las claras.",
                        "Se adorna con las guindas."
                ],
                "tags" : ["Postres", "Natillas"]
        },
        {
                "title" : "Masa de hojaldre",
                "ingredients" : [
                        "200 gramos de harina fuerte",
                        "250 mililitros de agua",
                        "50 gramos de mantena de cerdo",
                        "150 gramos de mantequilla",
                        "1 huevo",
                        "Zumo de un limón",
                        "Sal"
                ],
                "image" : "",
                "elaboration" : [
                        "Ponemos la harina sobre un márbol, haciendo un montón. En el centro se hace un hueco y se coloca el huevo, la manteca, un pellizco de sal, el zumo de limón y el agua.",
                        "Se mezcla todo bien y se amasa hasta que resulte una masa fina.",
                        "Se trabaja un poco blanda, se hace una bola, se dan dos cortes y se deja reposar durante una hora.",
                        "Mientras, se trabaja la mantequilla con la mano para que tome la misma consistencia que la masa. Esta se pone de nuevo en el mármol, se spolvorea con harina y se estira con el rodillo.",
                        "Doblamos la masa de las orillas al centro, y dejamos reposar cinco minutos. Se vuelve a estirar (5 veces)."
                ],
                "tags" : ["Hojaldre", "Masas"]
        },
        {
                "title" : "Buñuelos de chocolate",
                "ingredients" : [
                        "500 gramos de harina",
                        "25 gramos de levadura",
                        "½ litro de leche",
                        "100 gramos de cacao",
                        "150 gramos de mantequilla",
                        "50 gramos de azúcar",
                        "2 vasos de agua",
                        "Aceite"
                ],
                "image" : "",
                "elaboration" : [
                        "En un cazo se calienta un vaso de agua con la levadura. Cuando está disuelta se añade la harina y se amasa suavemente, añadiendo el otro vaso de agua poco a poco hasta que quede una masa blanda y fina.",
                        "Tapamos el recipiente y dejamos reposar durante 20 minutos.",
                        "Calentamos el aceite y freimos los buñuelos en pequeñas bolitas.",
                        "Ponemos la leche al fuero, reservando un atacita.",
                        "En un bol aparte mezclamos la leche reservada, el azúcar y el cacao. Cuando está disuelto se añade a la leche hirviendo, sin dejar de remover hasta que espese.",
                        "Se bañan los buñuelos con la mezcla aún caliente."
                ],
                "tags" : ["Buñuelos", "Postres", "Chocolate"]
        },
        {
                "title" : "Galletas de nata",
                "ingredients" : [
                        "85 gramos de nata",
                        "85 gramos de azúcar",
                        "170 gramos de harina",
                        "2 huevos",
                        "20 gramos de levadura",
                        "30 gramos de mantequilla"
                ],
                "image" : "",
                "elaboration" : [
                        "Batimos las yemas con el azúcar y la nata. Añadimos la levadura mezclada con la harina y lo mezclamos muy bien.",
                        "Por último, incorporamos las claves a punto de nieve y la mantequilla.",
                        "Las cortamos con moldes metálicos, las colocamos en una bandeja engrasada con mantequilla y las cocinamos durante 20 minutos a 160º."
                ],
                "tags" : ["Postres", "Galletas"]
        }
        /* Tengo que mejorar esta sección para añadir substitulos en los ingredientes
        {
                "title" : "Salmón en salsa tártara",
                "ingredients" : [
                        "Salmón en rojadas",
                        "Aceite",
                        "Sal"
                      
                ],
                "image" : "",
                "elaboration" : "",
                "tags" :""
        } */
]